{
    "desc": "你想找卜者谈谈。",

    "title": "找卜者谈谈",

    "triggersImmediately": true,
    
    "major": true,

    "sentences": [
        {
            "text": "你和卜者几乎同时找到了彼此。你们再次相见时，虽然人物、场景俱是一致，可心境到底产生了许多变化，你甚至有些恐惧……因为你对她要说些什么，已经多少有了预感。"
        },{
            "text":"卜者风尘仆仆，她看你面容苍白、神情郁郁，也不再遮掩，原原本本地和你说起了原委。"
        },{
            "text":"“我本是这方地界生长的凡人，听着仙山的传说长大；家中也曾遇过仙缘，蒙授一剂神妙的药方。那是一种黄金的琼浆，饮下之后，可以返青春、乱时序，重挽无可挽回之事。只是不到无可奈何之时，不能轻易动用。"
        },{
            "text":"“我本以为药方只是家中传说，不该有用武之地。谁知某天地动山崩、水土湮灭，父母亲人无一幸存。只有仙山上光芒大炽，人人都说，是有仙人飞升出世了。”"
        },{
            "text":"“那我的至亲死时，为何被抽干了浑身的血肉？为何据说那山上的门徒，也都销声匿迹？是怎样的仙人，才会招致这样的灾难？”"
        },{
            "text":"唯一幸存的她走投无路，将那药剂当作了救命稻草，也在穿过时空的旅行中，见到了那恐怖的真相。重新睁开眼后，她无时无刻不在奔波寻觅，调查修仙中人。而今她终于确信，当时那位吞天灭地的大能……"
        },{
            "text":"正是你所熟悉的掌门。"
        },
        {
            "type": "choice",

            "choices": [
                {
                    "text": "相信她",
                    "target": "believe"
                },
                {
                    "text": "不相信她",
                    "target": "notbelieve"
                }
            ]
        },
        {
            "id":"believe",
            "text": "你其实早已想到，只是不愿意让思绪深入。你更多地想到掌门最初买给你的蜜饯，想到她对你讲这山中的一草一木；还有她对凡间无尽的眷恋，以及对你许下的信约。"
        },
        {
            "text": "这样的人，又怎么会希望看到生灵因她涂炭呢？可还有其他办法？你也将一切告诉了卜者，从和掌门最初的相遇，一直到近日的所见所知。",
            "target":"continue"
        },
        {
            "id":"notbelieve",
            "text": "你不愿意相信。你总是无法把九天之上的恐怖景象和活生生的掌门联系起来。像她那样心软又容易孤独的人，那样叫人亲切而依恋的人，真的会做下这样的事吗？"
        },{
            "text":"……或是说，融入大道，真的有那样不好吗？掌门，经师，他们的毕生追求，当真就那样不堪吗？你的心脏微微鼓噪着，那天所见仿佛又在你眼前沸腾起来；那怪异中，蕴藏的也许是至高的力量与超乎寻常定义的美丽。",
            "target":"continue"
        },
        {
            "id":"continue",
            "text": "她耸耸肩，告诉你，最后出关的大能，心智都会为大道所侵蚀，而肉身则会变异为可怖的怪物。既然症结已经找到，她便一门心思，想要拔除这颗肿胀的毒果。"
        },
        {
            "text": "“我愚钝不堪，只知道两种方法，能够应对这道大劫。其一，再用一次我家传的药方。”说到这里，卜者撩开自己的襦裙，露出了衣袍之下诡异糜烂的形体。那里的血肉有些已经化为斑斓的虚空，整个人几乎只是勉强维持着存在。"
        },
        {
            "text": "“我真想亲手改变这一切，可惜这副身体已经不中用了。”她咬着一个冷笑说，“天枢，如果有人比我更想亲手去做这件事，那只能是你了。"
        },
        {
            "text": "“或许，你能够在她入道之前阻止她，去救她，救这一片水土的凡人百姓，救你自己的门徒。只是那样，也就没有今日之你了，我也不知……你会如何。”"
        },
        {
            "text": "“其二，便是留在当下，尽力削弱掌门的力量，待她出关时与她对抗。”卜者指了指你所居住的屋舍，在你案上玩耍的灵鼠，又指指在你屋外穿行的弟子门徒。"
        },
        {
            "text": "“凡此种种，都会被刚出关的掌门尽数吞噬，没入云霄，去和大道汇合。因此，你是如何把门徒募集起来的，就原样把他们遣散；你是如何修建这屋舍楼宇的，就原样把它们拆毁；你是如何抓来这灵兽的，就原样把它们放归。天枢，你可想好了？”"
        },
        {
            "type": "choice",

            "choices": [
                {
                    "text": "告诉卜者，你愿意回到过去",
                    "target": "past"
                },
                {
                    "text": "告诉卜者，你想要留在当下",
                    "target": "present"
                },
                {
                    "text": "告诉卜者，你不在乎她说的",
                    "target": "nothing"
                }
            ]
        },{
            "id":"present",
            "text":"你留恋地环顾四周，想起死而复生后所结识的友人，想起和门徒度过的日夜，想起灵兽柔软的皮毛触感。种种微小的事物纷纷向你伸出手来，牵着你的衣袖。最后你告诉卜者，你还是想要留在当下……而你相信你们能够找出解决之道。"
        },{
            "text": "（从现在开始，你可以拆毁已经解锁的宗门节点了，拆毁进度将影响结局走向。）",
            "effects": [{
                    "showOutput": false,
                    "type": "globalTag",
                    "intValue": 1,
                    "stringValue": "tech_disable", 
                    "operation": "+"
                },{
                    "showOutput": false,
                    "type": "globalTag",
                    "intValue": 1,
                    "stringValue": "buzhe_ally", 
                    "operation": "+"
                }
            ],
            "target":"END"
        },{
            "id":"nothing",
            "text":"你礼貌地送卜者离开，告诉门徒，从此禁绝此人再出现在仙山周围。",
            "target":"END"
        },{
            "id":"past",
            "text":"卜者对你作了长长一揖，向你递来一个酒囊。那种甜蜜的芳香使得你一时迷蒙了，以为自己还在人间，还是孩童，正找母亲讨要爱吃的饴糖。"
        },{
            "text":"你多停留了几日，找经师清谈，找乐正听琴，找剑君探病，甚至把魔人放走了。最后你独身一人站在书房里，留恋地环顾四周，想起和门徒度过的日夜，想起灵兽柔软的皮毛触感。而后你不再多想，举起酒囊，一饮而尽。"
        },{
            "background":"story background4",
            "music":"end2",
            "text":"黄金的蜜浆像一把冷冷的火，一口烧穿了你的喉咙。芳香又甜美的液体蒙住了你的眼睛，使你在无垠的星辰之间飞行，穿越女娲留下的石块、盘古遗存的缺口。漆黑的深空里仍然有许多巨眼，它们有气无力地蠕动着；你怀疑它们甚至没有看见你，一个不自量力的、没有活着也没有死去的存在。"
        },{
            "text":"你的理智也像一口烈酒，被宇宙的巨口吞下、融化，你被某种陌生的洪流裹挟其中，和它们一起超越了光。然后你又听到了人的声音；你刚对自己说你再也不想看到眼睛了，就看到了一双你十分熟悉的眼睛。少女模样的掌门正十分困惑地用手掌来回晃着，不知这个陌生人为何从天而降。"
        },{
            "text":"你往周边看去，这是一条山路，通向的山你再熟悉不过了。眼前的掌门作凡人打扮，你没有闻到灵草和矿石的气味，你知道一切都还来得及挽回，在她终于走进这座山以前。"
        },
        {
            "type": "choice",

            "choices": [
                {
                    "text": "问她为何来此",
                    "target": "ask"
                },
                {
                    "text": "告诉她真相",
                    "target": "truth"
                }
            ]
        },{
            "id":"ask",
            "text":"起初，她并不愿意和你一起坐下谈天。但你像一个富有经验的旅人、一个活了许多许多年的长辈，耐心地称赞她的技艺、询问她的心事；然后劝解她回头去，回到她不舍得离开的凡世去。"
        },{
            "text":"你告诉她世界即将衰微的命运、仙人之路无尽的孤寂，看着她眼里的冀望一点一点变成惶惑和留恋。最后，你看着她背着行囊转身离去，虽然脚步还有犹疑，但你知道她不会再回来了。"
        },{
            "text":"你把秘密和真相留给了自己，它们太沉重了，以至于你在意志开始消散时，反而如释重负。"
        },{
            "text":"【结局 恍如一梦】",
            "target":"OVER"
        },
        {
            "id":"truth",
            "text":"你迫不及待地把你承受的所有真相倾吐出来，好像你刚刚和她相遇，那时候她无所不能，无所不知。你告诉她飞升如何是一个谎言，神仙如何漠不关心，而她又会变成一个怎样的怪物。"
        },{
            "text":"你说了很久、很久，足够她的不信变为相信，而相信变为不信。她的眼睛从亮光变成深潭，又在幽暗里燃起火焰。她问你，既然如此，这些名叫魔人的人，如何能加入他们呢？"
        },{
            "text":"你把自己知道的全部告诉了她。最后，你看着她背着行囊转身离去，知道她再也不会回来了。共享秘密和命运的感觉是这样甜美，以至于你在意志开始消散时，仍然十分快乐。"
        },{
            "text":"【结局 恍如一梦】",
            "target":"OVER"
        }
    ]
}